Repository: nkapotoxin/fs_spc111t_plus_hc
Catalog: keystone/locale/*/LC_MESSAGES/keystone-log-warning.po
Languages: fr

source: Authorization failed. %(exception)s from %(remote_addr)s
fr: Echec d'autorisation. %(exception)s depuis %(remote_addr)s

source: Invalid token in _get_trust_id_for_request
fr: Jeton invalide dans _get_trust_id_for_request

source: %s is not a dogpile.proxy.ProxyBackend
fr: %s n'est pas un dogpile.proxy.ProxyBackend

source: KVS lock released (timeout reached) for: %s
fr: Verrou KVS relaché (temps limite atteint) pour : %s

source: LDAP Server does not support paging. Disable paging in keystone.conf to avoid this message.
fr: Le serveur LDAP ne prend pas en charge la pagination. Désactivez la pagination dans keystone.conf pour éviter de recevoir ce message.

source: Invalid additional attribute mapping: "%s". Format must be <ldap_attribute>:<keystone_attribute>
fr: Mauvais mappage d'attribut additionnel: "%s". Le format doit être <ldap_attribute>:<keystone_attribute>

source: ID attribute %(id_attr)s for LDAP object %(dn)s has multiple values and therefore cannot be used as an ID. Will get the ID from DN instead
fr: L'attribut ID %(id_attr)s pour l'objet LDAP %(dn)s a de multiples valeurs et par conséquent ne peut être utilisé comme un ID. Obtention de l'ID depuis le DN à la place.

source: Endpoint %(endpoint_id)s referenced in association for policy %(policy_id)s not found.
fr: Le point d'entrée %(endpoint_id)s référencé en association avec la politique %(policy_id)s est introuvable.

source: task %(func_name)s run outlasted interval by %(delay).2f sec
fr: L'exécution de la tâche %(func_name)s a dépassé intervalle de %(delay).2f secondes

source: pid %d not in child list
fr: PID %d absent de la liste d'enfants
